com.discordapp.Discord
com.github.ADBeveridge.Raider
com.github.tchx84.Flatseal
com.leinardi.gst
com.obsproject.Studio
com.spotify.Client
com.stremio.Stremio
com.ticktick.TickTick
com.vysp3r.ProtonPlus
dev.geopjr.Collision
io.ente.auth
io.ente.photos
io.github.flattool.Warehouse
io.github.giantpinkrobots.flatsweep
io.github.linx_systems.ClamUI
io.github.nokse22.inspector
io.github.shonebinu.Defuse
io.github.tobagin.scramble
io.github.vikdevelop.SaveDesktop
io.gitlab.adhami3310.Converter
io.gitlab.librewolf-community
io.gitlab.theevilskeleton.Upscaler
io.missioncenter.MissionCenter
net.ankiweb.Anki
org.chromium.Chromium
org.gimp.GIMP
org.gnome.clocks
org.localsend.localsend_app
org.mozilla.firefox
org.nickvision.tubeconverter
org.onlyoffice.desktopeditors
org.qbittorrent.qBittorrent
org.tenacityaudio.Tenacity
org.videolan.VLC
