7zip
alacritty
amd-ucode
apparmor
ark
asdf-vm
aurorae
baobab
base
base-devel
bash-completion
bashtop
bat
bitwarden
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
broot
btrfs-assistant
btrfs-progs
calibre
cmatrix
cups
deskflow
dialog
discover
dnsmasq
docker
docker-compose
dolphin
drkonqi
duf
efibootmgr
efitools
ex-vi-compat
exfatprogs
eza
fastfetch
flatpak-kcm
fwupd
fzf
gamemode
gamescope
ghostscript
git
gnucash
gparted
grub
grub-btrfs
grub-customizer
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gwenview
hdparm
heroic-games-launcher-bin
inotify-tools
iw
iwd
jq
kactivitymanagerd
kalk
kamoso
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kdiskmark
kgamma
kglobalacceld
kinfocenter
kmenuedit
knighttime
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
lact
layer-shell-qt
lazygit
lib32-vulkan-radeon
libdbi-drivers
libkscreen
libksysguard
libplasma
linux-firmware
linux-lts
linux-zen
lsfg-vk-git
man-db
man-pages
mangohud
mangojuice
milou
nano
neovim
networkmanager
noto-fonts-cjk
ntfs-3g
ocean-sound-theme
os-prober
oxygen
oxygen-sounds
paru
pika-backup
piper
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
postgresql-libs
power-profiles-daemon
powerdevil
print-manager
procs
qdiskinfo
qemu-desktop
qqc2-breeze-style
qt5-base
reflector
ripgrep
rsync
sbctl
sddm
sddm-kcm
snap-pac
snapper
sof-firmware
spectacle
starship
steam
sudo
system-config-printer
systemsettings
tldr
tpm2-tools
tree
ttf-cousine-nerd
ufw
unzip
update-grub
usbutils
uv
ventoy-bin
vim
virt-manager
vulkan-radeon
wacomtablet
wget
wine-mono
wine-staging
winetricks
wireless_tools
wl-clipboard
wpa_supplicant
xdg-desktop-portal-kde
xdg-ninja
zip
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
