bierner.markdown-mermaid
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
laurenttreguier.vscode-simple-icons
ms-python.autopep8
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-python-envs
njpwerner.autodocstring
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
smcpeak.default-keys-windows
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
